Repository: OPUS4/application
Catalog: modules/default/language/account.tmx
Source language: de
Languages: en

source: Benutzername:
en: Login:

source: Vorname:
en: Firstname:

source: Nachname:
en: Lastname:

source: Passwort:
en: Password:

source: Passwort best√§tigen:
en: Confirm password:

source: Der Benutzername existiert bereits.
en: Login name already used.

source: Das Passwort muss mindestens 6 Zeichen lang sein.
en: The password must be at least 6 characters long.
